tap "earthly/earthly"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "shopify/shopify"
tap "wix/brew"
brew "act"
brew "actionlint"
brew "asdf"
brew "bash"
brew "bazelisk"
brew "caddy"
brew "glib"
brew "pycparser"
brew "cffi"
brew "comby"
brew "coreutils"
brew "cryptography"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "gcc"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "harfbuzz"
brew "tesseract"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "librsvg"
brew "mitmproxy"
brew "mkcert"
brew "nginx"
brew "pnpm"
brew "podman"
brew "poppler"
brew "pure"
brew "python@3.10"
brew "qt"
brew "ripgrep"
brew "ruby-build"
brew "spaceship"
brew "tmux"
brew "vegeta"
brew "vips"
brew "watchman"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "earthly/earthly/earthly"
brew "facebook/fb/idb-companion"
brew "heroku/brew/heroku"
brew "shopify/shopify/ejson"
brew "wix/brew/applesimutils"
cask "chromium"
cask "expo-orbit"
cask "keycastr"
cask "microsoft-openjdk"
cask "ngrok"
cask "react-native-debugger"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.project-manager"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "angular.ng-template"
vscode "antfu.cpupro"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "anysphere.pyright"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "builder.builder"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "herrmannplatz.npm-dependency-links"
vscode "innoverio.vscode-dbt-power-user"
vscode "jasonnutter.search-node-modules"
vscode "ldez.ignore-files"
vscode "macieklad.tailwind-sass-syntax"
vscode "mechatroner.rainbow-csv"
vscode "miaonster.vscode-tsx-arrow-definition"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vscode.wordcount"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "samuelcolvin.jinjahtml"
vscode "shan.code-settings-sync"
vscode "svelte.svelte-vscode"
vscode "syler.ignore"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "thisotherthing.vscode-todo-list"
vscode "thomas-baumgaertner.vcl"
vscode "typescriptteam.native-preview"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
go "github.com/rhysd/actionlint/cmd/actionlint"
go "mvdan.cc/sh/v3/cmd/shfmt"
