tap "heroku/brew"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "asdf"
brew "bazelisk"
brew "diff-so-fancy"
brew "direnv"
brew "flyctl"
brew "fzf"
brew "gh"
brew "httpie"
brew "jq"
brew "lazygit"
brew "mitmproxy"
brew "spaceship"
brew "tesseract"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "keycastr"